{
    "kill": [
        "$author slips bleach into $mention's lemonade.",
        "$mention dies of natural causes.",
        "$mention dies from bad succ.",
        "$mention dies from dabbing too hard.",
        "$mention dies from posting normie memes.",
        "$mention dies from disrespecting wahmen.",
        "$mention dies from watching the emoji movie and enjoying it.",
        "$author hired me to kill you, but I don't want to! $mention",
        "$mention slips on a banana peel and falls down the stairs.",
        "$author murders $mention with an axe.",
        "$author pressed delete. It deleted $mention",
        "$mention dies because they used a bobby pin to lift their eyelashes",
        "$mention dies because they were just too angry.",
        "$mention decided it was a good idea to fight a tiger while smelling like meat. It did not end well.",
        "$mention disappeared from the universe.",
        "$mention drank some toxic soda before it was recalled.",
        "$mention was killed by $author with baby wipes.",
        "$mention dies in a horrible accident, and it was engineered by $author.",
        "$mention dies of starvation.",
        "$author decapitates $mention with a sword.",
        "$author challenges $mention to a fist fight to the death. $mention wins.",
        "Sorry, $author, I don't like killing people.",
        "$mention dies after swallowing a toothpick.",
        "$mention was murdered by $author and everyone knows it, but there is no proof.",
        "$author kills $mention after hours of torture.",
        "$mention dies on death row via lethal injection after murdering $author and their family.",
        "$mention vocally opposed the Clintons and then suddenly disappeared.",
        "$author shoots $mention in the head.",
        "$author, are you sure you want to kill $mention? They seem nice to me.",
        "$mention lives, despite $author's murder attempt.",
        "$mention gets hit by a car.",
        "$mention gets struck by lightning.",
        "$mention reads memes till they die.",
        "$mention dies at the hands of $author.",
        "$mention has some bad chinese food, and pays the ultimate price.",
        "$mention chokes on cheerios and dies. What an idiot...",
        "$mention is killed by their own stupidity.",
        "$mention is killed in a robbery gone wrong.",
        "$mention is dead at the hands of $author.",
        "$mention can't be killed, as they are a ghost.",
        "$mention gets stabbed by $author",
        "In a sudden turn of events, I **don't** kill $mention.",
        "$mention kills themselves after realizing how dumb $author is.",
        "$mention bleeds out after trying to get on \"Dumbest hillbilly moments\".",
        "$mention is not able to be killed. Oh, wait, no, $author kills them anyway.",
        "$author strangles $mention.",
        "After getting pushed into the ocean by $author, $mention is eaten by a shark.",
        "$mention dies.", "After a struggle, $mention kills $author",
        "$mention is abducted by aliens, and the government kills them to cover it up.",
        "$mention got stepped on by an elephant.", "$mention died from eating too much ass.",
        "$mention died from shitting for 36 hours straight.",
        "$mention is so dumb that they choked on oxygen.",
        "$mention died from not eating enough ass.",
        "$mention died from doing the ice bucket challenge.",
        "$mention died from eating too much ass.",
        "The bullet missed Harambe and hit $mention instead. Yay for Harambe!",
        "Aids, $mention died from aids.",
        "$mention died because RemindMeBot forgot to remind them to breathe",
        "$mention died due to eating WAY too many hotdogs in preparation for their date Friday night.",
        "$mention got into a knife fight with the pope. One of them is in hell now.",
        "$mention died from swallowing rocks too fast",
        "$mention accidentally clicked on a popup ad that reads \"Doctors hate us, see the one best trick for dying today!\"",
        "$mention died from ebola.",
        "$mention fell into a pit of angry feminists.",
        "$mention died from drinking too much water Huh, I guess it IS possible!.",
        "$mention died while playing hopscotch on *seemingly* deactivated land mines.",
        "$mention ripped their own heart out to show their love for $author.",
        "$mention died from too many sunburns.",
        "$mention died from a swift kick to the brain.",
        "$mention was eaten alive by ants",
        "$mention died after gaming for 90 hours straight without moving or eating.",
        "$mention tried to outrun a train, the train won.",
        "$mention killed themselves after seeing the normie memes that $author posts.",
        "After raid of roblox kids entered the server, $mention died of cancer.",
        "$mention talked back to mods and got destroyed by the ban hammer.",
        "$mention cums in eye, goes blind, runs for help but ran straight onto train tracks and gets plowed by a train.",
        "$mention bought a fidget spinner and drowned in pussy.",
        "$mention died after trying to out-meme Dank Memer.",
        "$mention died from eating too much bread :/",
        "$mention died an honorable death. Death by snoo snoo.",
        "$mention tried to get famous on YouTube by live-streaming something dumb. Skydiving while chained to a fridge.",
        "$mention was walking normally when out of the corner of their eye they saw someone do a bottle flip and dab causing $mention to have a stroke.",
        "$mention died from eating cactus needles.",
        "$mention died after playing with an edgy razor blade fidget spinner.",
        "$mention died because they started playing with a fidget spinner but they realise its 2016 so you start fapping to the old witch in snow white and obama starts mowing their lawn and they jump out of the window and get ripped to pieces by Obama's lawn mower",
        "$mention ate too many laxatives and drowned in their own shit. Ew.",
        "$mention drowned in their own tears.",
        "$mention died eating expired and infected raw fish with the filthiest rice in the world as sushi while being constantly stabbed in the scrotum with a 9inch nail sharp enough to stab through kevlar. The soy sauce was cat piss.",
        "$mention died of oversucc",
        "$mention accidentally tripped and died while getting up to write their suicide note.",
        "$mention died from whacking it too much. (There's a healthy balance, boys)",
        "$mention died from not whacking it enough. (There's a healthy balance, boys)",
        "$author kills $mention with their own foot.",
        "$mention dies due to lack of friends.",
        "$mention chokes on a chicken bone.",
        "$mention went on a ride with a lead balloon.",
        "$mention did not make a meme dank enough and was stoned.",
        "Our lord and savior Gaben strikes $mention with a lighting bolt.",
        "$author tries to shoot the broad side of a barn, misses and hits $mention instead.",
        "$mention slipped in the bathroom and choked on the shower curtain.",
        "While performing colonoscopy on an elephant, $mention gets their head stuck in the elephants rectum and chokes.",
        "$author attempted to play a flute, exploding the head of $mention.",
        "$author straps $mention to an ICBM and sends them to North Korea along with it.",
        "$author drowns $mention in a beer barrel.",
        "$mention was thrown in the crusher of a trash truck by $author.",
        "$mention dropped a Nokia phone on their face and split their skull.",
        "$author cleaves the head of $mention with a keyboard.",
        "$author crushes $mention with a fridge.",
        "$mention chokes in a trash can.",
        "$author fires a supersonic frozen turkey at $mention, killing them instantly.",
        "$mention watched the Emoji Movie and died of sheer cringe.",
        "$author shoots in $mention mouth with rainbow laser, causing $mention head to explode with rainbows and $mention is reborn as unicorn. :unicorn:",
        "$mention ate a piece of exotic butter. It was so amazing that it killed them.",
        "$mention is stuffed into a suit by Freddy on their night guard duty. Oh, not those animatronics again!",
        "$author grabs $mention and shoves them into an auto-freeze machine with some juice and sets the temperature to 100 Kelvin, creating human ice pops.",
        "$author drowns $mention in a tub of hot chocolate. *How was your last drink?*",
        "$mention screams in terror as they accidentally spawn in the cthulhu while uttering random latin words. Cthulhu grabs $mention by the right leg and takes them to his dimension yelling, \"Honey, Dinner's ready!\"",
        "$author feeds toothpaste-filled oreos to $mention, who were apparently allergic to fluorine. GGWP.",
        "$author forgot to zombie-proof $mention lawn... Looks like zombies had a feast last night.",
        "$mention cranks up the music system only to realize the volume was at max and the song playing was Baby by Justin Beiber...",
        "$mention presses a random button and is teleported to the height of 100m, allowing them to fall to their inevitable death. Moral of the story: Don't go around pressing random buttons.",
        "$mention is injected with chocolate syrup, which mutates them into a person made out of chocolate. While doing a part-time job at the Daycare, they are devoured by the hungry babies. :chocolate_bar:",
        "$mention is sucked into Minecraft. $mention, being a noob at the so called Real-Life Minecraft faces the Game Over screen.",
        "$author turns on Goosebumps(2015 film) on the TV. $mention being a scaredy-cat, dies of an heart attack.",
        "$author after a long day, plops down on the couch with $mention and turns on The Big Bang Theory. After a Sheldon Cooper joke, $mention laughs uncontrollably as they die.",
        "$mention was given a chance to synthesize element 119 (Ununennium) and have it named after them, but they messed up. R.I.P.",
        "$author gets $mention to watch anime with them. $mention couldn't handle it.",
        "$mention tried to get crafty, but they accidentally cut themselves with the scissors.:scissors:",
        "$mention goes genocide and Sans totally dunks $mention!",
        "$author was so swag that $mention died due to it. #Swag",
        "$mention has been found guilty, time for their execution!",
        "$mention fell down a cliff while playing Pokemon Go. Good job on keeping your nose in that puny phone. :iphone:",
        "$author strikes $mention with the killing curse... *Avada Kedavra!*",
        "$mention ate an apple and turned out it was made out of wax. Someone died from wax poisoning later that day.",
        "$mention was teleported to the timeline where Jurassic World was real and they were eaten alive by the Indominus Rex.",
        "$mention was charging their Samsung Galaxy Note 7...",
        "$author shot $mention using the Starkiller Base!",
        "$mention was a resident of Alderaan before Darth Vader destroyed the planet...",
        "$mention was scooped by $author and their innards are now Ennard.",
        "$author Alt+F4'd $mention.exe!",
        "$mention was accused of stealing Neptune's crown...",
        "$author eviscerates $mention with a rusty butter knife. Ouch!",
        "$author pushes $mention into the cold vacuum of space.",
        "$author runs $mention over with a PT Cruiser.",
        "$mention trips over his own shoe laces and dies.",
        "$mention tried to pick out the holy grail. He chose... poorly.",
        "$author hulk smashes $mention into a pulp.",
        "$mention steps on a george foreman and dies of waffle foot.",
        "$mention dies from just being a bad, un-likeable dude.",
        "Calling upon the divine powers, $author smites $mention and their heathen ways",
        "$mention has a stroke after a sad miserable existence. They are then devoured by their ample cats.",
        "$mention takes an arrow to the knee. And everywhere else.",
        "$mention dies of dysentery.",
        "$mention dies of AIDS.",
        "$author killed $mention by ripping the skin off of their face and making a mask out of it.",
        "$mention spins a fidget spinner and when it stops he dies...",
        "$mention ripped his heart out..",
        "$author fell in love with $mention then broke his heart literally.",
        "$author blew his ear drums out listening to music too hard.",
        "$author hugs $mention too hard..",
        "$author tears off $mentions lips after a kiss.",
        "$author drags $mentions ears too hard and rips them off.",
        "$mention tried to play in the street...",
        "$mention is killed by a rabbit with a vicious streak a mile wide",
        "$author forgot to leave the car door window open and $mention dies from overheating",
        "$mention dies, but don't let this distract you from the fact that in 1998, The Undertaker threw Mankind off Hell In A Cell, and plummeted 16 ft through an announcer’s table",
        "$mention tips his fedora too far and falls onto the tracks of an oncoming subway.",
        "$mention eats too much copypasta and explodes",
        "$author kills $mention with kindness",
        "no u",
        "$author kills $mention with a candlestick in the study",
        "$mention dies north of the wall and transforms into a white walker",
        "$author thicc and collapses $mention's rib cage",
        "$mention loses the will to live",
        "$mention dies from dabbing too hard",
        "$mention died from a tragic amount of bad succ",
        "$mention dies by swearing on a Christian Minecraft server",
        "$mention died. OOF",
        "$mention died while listening to 'It's every day bro'",
        "$mention died while trying to find the city of England",
        "$mention died from a high salt intake",
        "$mention died due to $author being so stupid",
        "$mention died from reposting in the wrong neighborhood",
        "$mention died when testing a hydrogen bomb. There is nothing left to bury.",
        "$mention died from meme underdose :/",
        "$mention died after realizing how shitty their grammar was",
        "$mention died after fapping 50 times in a row with no break.",
        "$mention dies from severe dislike of sand. It's coarse and rough and irritating it gets everywhere"
        
    ],
    "trumpPhotos": ["http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2016/04/160422_POL_Donald-Trump-Act.jpg.CROP.promo-xlarge2.jpg",
        "https://pixel.nymag.com/imgs/daily/intelligencer/2017/01/24/24-trump-unhinged.w710.h473.jpg",
        "https://blogs-images.forbes.com/robertwood/files/2016/02/Trump1.jpg",
        "http://static6.businessinsider.com/image/55918b77ecad04a3465a0a63/nbc-fires-donald-trump-after-he-calls-mexicans-rapists-and-drug-runners.jpg",
        "http://www.slate.com/content/dam/slate/blogs/the_slatest/2017/04/17/trump_recommended_a_book_on_twitter_today_it_has_no_words/660291014-president-donald-trump-speaks-during-an-event.jpg.CROP.promo-xlarge2.jpg",
        "http://ichef.bbci.co.uk/news/1024/cpsprodpb/1BC2/production/_88160170_trump-promo.jpg",
        "http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2017/01/170112_POL_trump.jpg.CROP.promo-xlarge2.jpg"
    ],

    "trumpResponses": [
        "huge",
        "the hugest",
        "great",
        "the greatest",
        "real",
        "the realest",
        "the best",
        "china",
        "russia",
        "mexico",
        "sweden",
        "iraq",
        "iran",
        "afghanistan",
        "syria",
        "america",
        "north korea",
        "ukraine",
        "texas",
        "wall",
        "fake news",
        "fake media",
        "fox",
        "cnn",
        "abc",
        "cbs",
        "nbc",
        "mess",
        "very well",
        "no",
        "not",
        "obama",
        "clinton",
        "bush",
        "putin",
        "betsy",
        "mexicans",
        "muslims",
        "isis",
        "christians",
        "immigrants",
        "refugees",
        "illegal",
        "ban",
        "jobs",
        "people",
        "patriots",
        "national",
        "security",
        "exactly",
        "stupid",
        "incompetent",
        "nuclear",
        "climate change",
        "oil",
        "heterosexual",
        "homosexual",
        "pedophile",
        "aliens",
        "women",
        "melania",
        "ivanka",
        "taxes",
        "fbi",
        "cia",
        "nsa",
        "kkk",
        "president",
        "rigged",
        "law",
        "order",
        "republican",
        "democrat",
        "victory",
        "taco",
        "covfefe",
        "bigly",
        "lies",
        "liar",
        "prison",
        "failing",
        "nuke",
        "embarassing",
        "doing poorly",
        "terrible",
        "pathetic",
        "hoax",
        "obnoxious",
        "leakers",
        "biased",
        "unfair",
        "idiots",
        "wrong",
        "disgrace",
        "complicated",
        "not guilty",
        "germany",
        "miss universe",
        "terror",
        "terrorism",
        "success"
    ],
    
    "roast": [
        "There will never be enough middle fingers in this world for $mention",
        "I’m betting your keyboard is filthy as fuck now from all that Cheeto-dust finger typing, you goddamn weaboo shut in. ",
        "Bards will chant parables of your legendary stupidity for centuries, $mention",
        "I can't even call you Fucking Ugly, because Nature has already beaten me to it.",
        "Why don’t you crawl back to whatever micro-organism cesspool you came from, and try not to breath any of our oxygen on the way there",
        "I'm just surprised you haven't yet retired from being a butt pirate.",
        "You are a stupid.",
        "I bet your dick is an innie and your belly button an outtie.",
        "They don't make a short enough bus in the Continental United States for a person like you.",
        "Your penis is smaller than the payment a homeless orphan in Mongolia received for stitching my shoes.",
        "You losing your virginity is like a summer squash growing in the middle of winter. Never happening.",
        "You have the face of a bulldog licking piss off a stinging nettle.",
        "You're like a penny on the floor of a public restroom - filthy, untouchable and practically worthless.",
        "Don't play hard to get when you are hard to want",
        "What's the difference between three dicks and a joke? You can't take a joke.",
        "I want to call you a douche, but that would be unfair and unrealistic. Douches are often found near vaginas.",
        "Your birth certificate is an apology letter from the abortion clinic.",
        "WHY SHOULD I LISTEN TO YOU ARE SO FAT THAT YOU CAN'T POO OR PEE YOU STINK LYRE YOU HAVE A CRUSH ON POO﻿",
        "Twelve must be difficult for you. I don’t mean BEING twelve, I mean that being your IQ.",
        "Why do you sound like you suck too many cocks?",
        "Next time, don't take a laxative before you type because you just took a steaming stinking dump right on the page. Now wipe that shit up and don't fuck it up like your life.",
        "You're like a square blade, all edge and no point.",
        "There are two ugly people in this chat, and you're both of them.",
        "Not even your dog loves you. He's just faking it.",
        "You're so salty you would sink in the Dead Sea",
        "I would rather be friends with Ajit Pai than you.",
        "Once upon a time, Santa Clause was asked what he thought of your mom, your sister and your grandma, and thus his catchphrase was born.",
        "I once smelled a dog fart that had more cunning, personality, and charm than you.",
        "You were birthed out your mothers ass because her cunt was too busy.",
        "You're kinda like Rapunzel except instead of letting down your hair you let down everyone in your life",
        "We all dislike you, but not quite enough that we bother to think about you.",
        "Where'd ya get those pants? The toilet store?",
        "You're such a pussy that fucking you wouldnt be gay.",
        "Goddamn did your parents dodge a bullet when they abandoned you.",
        "I fucking hate the way you laugh.",
        "You stuck up, half-witted, scruffy looking nerf herder!",
        "I hope you win the lottery and lose your ticket.",
        "I cant wait to forget you.",
        "I curse the vagina that farted you out.",
        "I FART IN YOUR GENERAL DIRECTION",
        "I've never met someone who's at once so thoughtless, selfish, and uncaring of other people's interests, while also having such lame and boring interests of his own. You don't have friends, because you shouldn't.",
        "If you're dad wasn't so much of a pussy, he'd have come out of the closet before he had you.",
        "You may think people like being around you- but remember this: there is a difference between being liked and being tolerated.",
        "You're ugly when you cry.",
        "May the fleas of ten thousand camels live happily upon your buttocks",
        "You're not pretty enough to be this dumb",
        "Your mother was a hamster, and your father reeks of elderberries!",
        "at least my mom pretends to love me",
        "I would call you a cunt, but you lack the warmth or the depth.",
        "I'm not mad. I'm just... disappointed.",
        "When you die, people will struggle to think of nice things to say about you.",
        "You are dumber than a block of wood and not nearly as useful",
        "God wasted a good asshole when he put teeth in your mouth",
        "You are like the end piece of bread in a loaf, everyone touches you but no one wants you",
        "You have more dick in your personality than you do in your pants",
        "You are a pizza burn on the roof of the world's mouth.",
        "You're so stupid you couldn't pour piss out of a boot if the directions were written on the heel",
        "You look like your father would be disappointed in you. If he stayed.",
        "Jesus Christ it looks like your face was on fire and someone tried to put it out with an ice pick",
        "I don't have the time, or the crayons to explain this to you.",
        "Those aren't acne scars, those are marks from the hanger.",
        "If you where any stupider we'd have to water you",
        "You're so dense, light bends around you.",
        "You know they say 90% of dust is dead human skin? That's what you are to me.",
        "You're looking well for a man twice your age! Any word on the aneurism?",
        "Don't you worry your pretty little head about it. The operative word being little. Not pretty.",
        "You know, one of the many, many things that confuses me about you is that you remain unmurdered.",
        "People like you are the reason God doesn't talk to us anymore",
        "Take my lowest priority and put yourself beneath it.",
        "I wonder if you'd be able to speak more clearly if your parents were second cousins instead of first.",
        "You're objectively unattractive.",
        "You're impossible to underestimate",
        "Were you born a cunt, or is it something you have to recommit yourself to every morning?",
        "the only thing you're fucking is natural selection",
        "Mr. Rogers would be disappointed in you.",
        "You need to go up to your daddy, get on your knees and apologize to each and every brother and sister that didn't make it to your mother's egg before you",
        "If you were an inanimate object, you'd be a participation trophy.",
        "If 'unenthusiastic handjob' had a face, your profile picture would be it.",
        "I shouldn't roast you, I can't imagine the pain you go through with that face!",
        "You have a face made for radio",
        "You should put a condom on your head, because if you're going to act like a dick you better dress like one too.",
        "You might want to get a colonoscopy for all that butthurt",
        "If you were a potato you'd be a stupid potato.",
        "Maybe if you eat all that makeup you will be beautiful on the inside.",
        "People don't even pity you.",
        "I'd love to stay and chat but I'd rather have type-2 diabetes",
        "It's a joke, not a dick. You don't have to take it so hard.",
        "I would challenge you to a battle of wits, but it seems you come unarmed",
        "You're an example of why animals eat their young.",
        "If there was a single intelligent thought in your head it would have died from loneliness.",
        "Your memes are trash.",
        "Your mother may have told you that you could be anything you wanted, but a douchebag wasn't what she meant.",
        "The IQ test only goes down to zero but you make a really compelling case for negative numbers",
        "Get a damn life you uncultured cranberry fucknut."
    ],
    "discord": [
        "http://i0.kym-cdn.com/photos/images/original/001/214/518/ce4.png",
        "https://i.redd.it/er60zt4lguvy.png",
        "http://i0.kym-cdn.com/photos/images/facebook/001/291/661/4cf.jpg",
        "https://i.redd.it/vms9snbrxyhz.png",
        "https://i.redd.it/tlvf3mo9tosy.jpg",
        "https://i.redd.it/pqo7cx2ooktz.png",
        "https://i.redd.it/3q4plpla5b3y.png",
        "https://pics.onsizzle.com/discord-video-chat-everyone-delete-skype-deleting-skype-will-also-9313160.png",
        "https://pics.me.me/alonzorion-gaalonzorion-1d-discord-app-why-are-you-so-adorable-15871313.png",
        "http://i0.kym-cdn.com/photos/images/newsfeed/001/263/237/be8.gif",
        "http://i0.kym-cdn.com/photos/images/original/001/242/548/f0f.jpg",
        "http://i0.kym-cdn.com/photos/images/original/001/205/394/754.png",
        "https://i.redd.it/h4lbikimpmmy.png",
        "https://cdn.weeb.sh/images/SJzKzv4oW.png",
        "https://cdn.weeb.sh/images/BkGcKzJUG.png",
        "https://cdn.weeb.sh/images/r1-495Cj-.png",
        "https://cdn.discordapp.com/attachments/310499185025875968/405923498813423616/23b7pd.png",
        "https://i.redditmedia.com/0T7JvY5WhPhY1_dFkT3kx2nNLIjid18rK22-0CGsVPE.png",
        "https://i.redditmedia.com/KPze6pRwIOI2njD6xGEevWhfILtBYkookQIuwnFnA_o.jpg",
        "https://i.redditmedia.com/drJDRHS93n3A0moDn2TxqW-WJkvIDvLdeNSqZb14vG4.png",
        "https://i.redditmedia.com/Qaw4jO3FQ-7nBX-k16AFLcWHS0ErdfgBEPPsH-a6ag4.png",
        "https://i.redditmedia.com/Dm__oRlvrj82bcGN35qZM_Kbgcqh4oIA2p-bmYk_wwU.png",
        "https://i.redditmedia.com/2soNECjnK-mZ--_yEjqewW41VYqYdRzEVmFXPVgFSbw.png",
        "https://i.redditmedia.com/mLDvz2fWuWAgXg-YsYP25GIVQOgbCnLM_DwnzH7hsLo.png",
        "https://i.redditmedia.com/hFi0MAUewMehoHgduYfdPdIQsKOj-VSg2gKdTox62g4.png"
    ]
}
